Repository: ken0nek/LinkClean
Catalog: apps/ios/LinkClean/LinkClean/Localizable.xcstrings
Source language: en
Languages: de, ja

# common.cancel
source: Cancel
de: Abbrechen
ja: キャンセル

# common.close
source: Close
de: Schließen
ja: 閉じる

# common.copied
source: Copied
de: Kopiert
ja: コピーしました

# common.copyCleanedUrl
source: Copy Cleaned Link
de: Bereinigten Link kopieren
ja: クリーンなリンクをコピー

# common.delete
source: Delete
de: Löschen
ja: 削除

# copyFormatEditor.editTitle
source: Edit Format
de: Format bearbeiten
ja: フォーマットを編集

# copyFormatEditor.newTitle
source: New Format
de: Neues Format
ja: 新しいフォーマット

# copyFormatEditor.preview.header
source: Preview
de: Vorschau
ja: プレビュー

# copyFormatEditor.save
source: Save
de: Sichern
ja: 保存

# copyFormatEditor.tokens.footer
source: Tap to add a placeholder. Unknown placeholders are left as typed.
de: Tippe, um einen Platzhalter hinzuzufügen. Unbekannte Platzhalter bleiben unverändert.
ja: タップしてプレースホルダーを追加します。不明なプレースホルダーは入力したまま残ります。

# copyFormatEditor.tokens.header
source: Insert
de: Einfügen
ja: 挿入

# copyFormats.custom.empty
source: No custom formats yet.
de: Noch keine eigenen Formate.
ja: カスタムフォーマットはまだありません。

# copyFormats.custom.header
source: Your Formats
de: Deine Formate
ja: あなたのフォーマット

# copyFormats.delete.message
source: “%@” will be removed.
de: „%@“ wird entfernt.
ja: 「%@」を削除します。

# copyFormats.delete.title
source: Delete Format?
de: Format löschen?
ja: フォーマットを削除しますか？

# copyFormats.edit
source: Edit
de: Bearbeiten
ja: 編集

# copyFormats.new
source: New Format
de: Neues Format
ja: 新しいフォーマット

# copyFormats.preset.citation
source: Citation
de: Quellenangabe
ja: 出典

# copyFormats.preset.clean
source: Clean Link
de: Sauberer Link
ja: クリーンリンク

# copyFormats.preset.plainTitle
source: Title Only
de: Nur Titel
ja: タイトルのみ

# copyFormats.preset.quote
source: Quote with Source
de: Zitat mit Quelle
ja: 引用＋出典

# copyFormats.preset.titleAndURL
source: Title + Link
de: Titel + Link
ja: タイトル＋リンク

# copyFormats.presets.footer
source: Active formats appear when you Copy link as…. One active copies instantly; activate several to pick each time. Clean Link and Markdown are free — Pro unlocks the rest and custom formats.
de: Aktive Formate erscheinen, wenn du einen Link kopierst. Ist nur eines aktiv, wird sofort kopiert; aktiviere mehrere, um jedes Mal zu wählen. Sauberer Link und Markdown sind kostenlos – Pro schaltet die übrigen und eigene Formate frei.
ja: アクティブなフォーマットは「リンクをコピー」したときに表示されます。1つだけアクティブにすると即コピー、複数アクティブにすると毎回選べます。クリーンリンクとMarkdownは無料です。Proでその他とカスタムフォーマットが使えます。

# copyFormats.presets.header
source: Formats
de: Formate
ja: フォーマット

# copyFormats.title
source: Copy Formats
de: Kopierformate
ja: コピーフォーマット

# customParameters.add.button
source: Add
de: Hinzufügen
ja: 追加

# customParameters.add.header
source: Add Custom Parameter
de: Eigenen Parameter hinzufügen
ja: カスタムパラメータを追加

# customParameters.addError.alreadyCustom
source: Already in custom parameters.
de: Bereits in den eigenen Parametern.
ja: すでにカスタムパラメータに登録されています。

# customParameters.addError.alreadyDefault
source: Already in default parameters.
de: Bereits in den Standardparametern.
ja: すでにデフォルトパラメータに含まれています。

# customParameters.addError.title
source: Can't Add Parameter
de: Parameter kann nicht hinzugefügt werden
ja: パラメータを追加できません

# customParameters.delete
source: Delete %@
de: %@ löschen
ja: %@を削除

# customParameters.deleteConfirm.message
source: This will remove "%@" from your custom parameters.
de: Dadurch wird „%@“ aus deinen eigenen Parametern entfernt.
ja: 「%@」をカスタムパラメータから削除します。

# customParameters.deleteConfirm.title
source: Delete Custom Parameter?
de: Eigenen Parameter löschen?
ja: カスタムパラメータを削除しますか？

# customParameters.freeCounter
source: Free custom rules: %lld of %lld · Pro unlocks unlimited
de: Kostenlose eigene Regeln: %lld von %lld · Pro schaltet unbegrenzt frei
ja: 無料のカスタムルール：%lld / %lld・Proで無制限

# customParameters.list.empty
source: No custom parameters yet.
de: Noch keine eigenen Parameter.
ja: カスタムパラメータはまだありません。

# customParameters.list.header
source: Custom Parameters
de: Eigene Parameter
ja: カスタムパラメータ

# customParameters.title
source: Custom Parameters
de: Eigene Parameter
ja: カスタムパラメータ

# defaultParameters.hostScope
source: Only on %@
de: Nur bei %@
ja: %@でのみ

# defaultParameters.title
source: Default Parameters
de: Standardparameter
ja: デフォルトパラメータ

# guide.intro
source: LinkClean adds two actions to the share sheet of Safari and any app that can share a link.
de: LinkClean fügt dem Teilen-Menü von Safari und jeder App, die einen Link teilen kann, zwei Aktionen hinzu.
ja: LinkCleanは、Safariやリンクを共有できるあらゆるアプリの共有シートに2つのアクションを追加します。

# guide.mockAccessibility
source: Share sheet actions list with Clean URL and Copy link as… highlighted
de: Aktionsliste im Teilen-Menü mit hervorgehobenem „Clean URL“ und „Copy link as…“
ja: 「Clean URL」と「Copy link as…」が強調表示された共有シートのアクション一覧

# guide.step1
source: Tap Share on any link or page.
de: Tippe bei einem Link oder einer Seite auf Teilen.
ja: リンクやページで共有ボタンをタップします。

# guide.step2
source: Find LinkClean's actions below the app row — or tap Edit Actions… to add them.
de: Finde LinkCleans Aktionen unter der App-Reihe – oder füge sie über „Aktionen bearbeiten…“ hinzu.
ja: 下までスクロールしてLinkCleanのアクションを探します。なければ「アクションを編集…」で追加します。

# guide.step3
source: Tap Clean URL for a clean link, or Copy link as… to pick a format.
de: Tippe auf „Clean URL“ für einen sauberen Link oder auf „Copy link as…“, um ein Format zu wählen.
ja: クリーンなリンクは「Clean URL」、形式を選ぶなら「Copy link as…」をタップします。

# guide.title
source: Using the Share Sheet
de: Das Teilen-Menü verwenden
ja: 共有シートの使い方

# guide.tryItButton
source: Share a sample link
de: Beispiel-Link teilen
ja: サンプルリンクを共有

# guide.tryItSuccess
source: Nice! The cleaned link is on your clipboard.
de: Super! Der bereinigte Link ist in deiner Zwischenablage.
ja: できました！クリーンなリンクがクリップボードにコピーされました。

# guide.tryItWaiting
source: Waiting for you to tap Clean URL…
de: Warte darauf, dass du auf „Clean URL“ tippst…
ja: 「Clean URL」のタップを待っています…

# history.archive.disclosure
source: Saved on this device — nothing is ever deleted. Pro unlocks your full archive.
de: Auf diesem Gerät gespeichert – nichts wird je gelöscht. Pro schaltet dein vollständiges Archiv frei.
ja: このデバイスに保存され、削除されることはありません。Proですべての履歴を表示できます。

# history.archive.header
source: Earlier · %lld links
de: Früher · %lld Links
ja: それ以前・%lld 件のリンク

# history.archive.searchHint
source: +%lld older matches · Pro
de: +%lld ältere Treffer · Pro
ja: +%lld 件の古い一致・Pro

# history.archive.unlock
source: Unlock Full History — Pro
de: Vollständigen Verlauf freischalten – Pro
ja: すべての履歴を表示 — Pro

# history.cell.share
source: Share cleaned link
de: Bereinigten Link teilen
ja: クリーンなリンクを共有

# history.disabled.enable
source: Turn On History
de: Verlauf einschalten
ja: 履歴をオンにする

# history.disabled.message
source: Keep every link you clean, searchable any time.
de: Behalte jeden bereinigten Link, jederzeit durchsuchbar.
ja: クリーンにしたすべてのリンクを、いつでも検索できるように保存します。

# history.disabled.title
source: History Disabled
de: Verlauf deaktiviert
ja: 履歴は無効です

# history.empty.message
source: Clean a link and copy it — it’ll show up here.
de: Bereinige einen Link und kopiere ihn – dann erscheint er hier.
ja: リンクをクリーンにしてコピーすると、ここに表示されます。

# history.empty.title
source: No History
de: Kein Verlauf
ja: 履歴なし

# history.menu.copyAsMarkdown
source: Copy as Markdown
de: Als Markdown kopieren
ja: Markdownでコピー

# history.menu.copyCleanUrl
source: Copy Cleaned Link
de: Bereinigten Link kopieren
ja: クリーンなリンクをコピー

# history.menu.openInBrowser
source: Open in Browser
de: Im Browser öffnen
ja: ブラウザで開く

# history.menu.retryMetadata
source: Retry Metadata
de: Metadaten erneut laden
ja: メタデータを再取得

# history.menu.share
source: Share
de: Teilen
ja: 共有

# history.title
source: History
de: Verlauf
ja: 履歴

# home.advisor.dismiss
source: Not Now
de: Nicht jetzt
ja: 後で

# home.advisor.header
source: Suggested
de: Vorschlag
ja: 提案

# home.advisor.reason.affiliate
source: Looks like an affiliate or referral tag.
de: Sieht nach einem Affiliate- oder Empfehlungs-Tag aus.
ja: アフィリエイトや紹介用のタグのようです。

# home.advisor.reason.campaign
source: Looks like a campaign-tracking parameter.
de: Sieht nach einem Kampagnen-Tracking-Parameter aus.
ja: キャンペーン追跡用のパラメータのようです。

# home.advisor.reason.clickId
source: Looks like a click-tracking ID.
de: Sieht nach einer Klick-Tracking-ID aus.
ja: クリック追跡用のIDのようです。

# home.advisor.reason.generic
source: Looks like a tracking parameter.
de: Sieht nach einem Tracking-Parameter aus.
ja: トラッキングパラメータのようです。

# home.advisor.reason.known
source: A known tracking parameter.
de: Ein bekannter Tracking-Parameter.
ja: 既知のトラッキングパラメータです。

# home.cleaned.header
source: Cleaned Link
de: Bereinigter Link
ja: クリーンなリンク

# home.cleaned.placeholder
source: Cleaned link will appear here
de: Der bereinigte Link erscheint hier
ja: クリーンにしたリンクがここに表示されます

# home.cleaned.unwrapped
source: Redirect expanded from %@
de: Weiterleitung von %@ aufgelöst
ja: %@からリダイレクトを展開しました

# home.clipboardToast
source: Clipboard doesn't contain a valid link
de: Die Zwischenablage enthält keinen gültigen Link
ja: クリップボードに有効なリンクがありません

# home.copy.action
source: Copy Cleaned Link
de: Bereinigten Link kopieren
ja: クリーンなリンクをコピー

# home.input.clear
source: Clear input
de: Eingabe löschen
ja: 入力をクリア

# home.input.invalid
source: Enter a valid link
de: Gib einen gültigen Link ein
ja: 有効なリンクを入力してください

# home.input.placeholder
source: Paste a link to clean
de: Link zum Bereinigen einfügen
ja: クリーンにするリンクを貼り付け

# home.leftover.confirmAction
source: Always Remove
de: Immer entfernen
ja: 常に削除

# home.leftover.confirmMessage
source: Remove “%@” from this link only, or from all your links from now on.
de: Entferne „%@“ nur aus diesem Link oder ab jetzt aus all deinen Links.
ja: 「%@」をこのリンクだけ、または今後すべてのリンクから削除します。

# home.leftover.confirmOnceAction
source: Remove Once
de: Einmal entfernen
ja: 一度だけ削除

# home.leftover.confirmTitle
source: Remove this parameter?
de: Diesen Parameter entfernen?
ja: このパラメータを削除しますか？

# home.leftover.header
source: Remaining
de: Verbleibend
ja: 残り

# home.leftover.prompt
source: Tap a parameter to remove it from this link or all your links.
de: Tippe auf einen Parameter, um ihn aus diesem oder aus allen Links zu entfernen.
ja: パラメータをタップして、このリンクまたはすべてのリンクから削除します。

# home.leftover.remove
source: Remove %@
de: %@ entfernen
ja: %@を削除

# home.removed.header
source: Removed
de: Entfernt
ja: 削除済み

# home.removed.hint
source: Double tap to show the removed parameters
de: Doppeltippe, um die entfernten Parameter anzuzeigen
ja: ダブルタップで削除したパラメータを表示

# home.title
source: Home
de: Start
ja: ホーム

# intents.cleanClipboard.title
source: Clean Clipboard
de: Zwischenablage bereinigen
ja: クリップボードをクリーンに

# intents.cleanLink.title
source: Clean Link
de: Link bereinigen
ja: リンクをクリーンに

# onboarding.celebration.getStarted
source: Get Started
de: Los geht’s
ja: 始める

# onboarding.celebration.subtitle
source: The cleaned link is on your clipboard, ready to paste anywhere.
de: Der bereinigte Link ist in deiner Zwischenablage – bereit zum Einfügen, überall.
ja: クリーンなリンクがクリップボードにコピーされました。どこにでも貼り付けられます。

# onboarding.celebration.title
source: Done! Your link is clean
de: Fertig! Dein Link ist sauber
ja: 完了！リンクがクリーンになりました

# onboarding.pro.notNow
source: Not now
de: Jetzt nicht
ja: 今はしない

# onboarding.skip
source: Skip
de: Überspringen
ja: スキップ

# onboarding.tryIt.title
source: Works in any app's share sheet
de: Funktioniert im Teilen-Menü jeder App
ja: どんなアプリの共有シートでも使えます

# onboarding.welcome.afterLabel
source: After
de: Nachher
ja: クリーン後

# onboarding.welcome.beforeLabel
source: Before
de: Vorher
ja: クリーン前

# onboarding.welcome.continue
source: Continue
de: Weiter
ja: 続ける

# onboarding.welcome.privacy
source: Everything happens on your device. Your links are never uploaded.
de: Alles passiert auf deinem Gerät. Deine Links werden nie hochgeladen.
ja: すべての処理はデバイス内で行われます。リンクがアップロードされることはありません。

# onboarding.welcome.subtitle
source: LinkClean strips tracking junk from any link, so you share the real destination, not who sent it.
de: LinkClean entfernt Tracking-Ballast aus jedem Link, damit du das echte Ziel teilst – nicht, wer ihn geschickt hat.
ja: LinkCleanはあらゆるリンクから追跡用の不要な情報を取り除き、誰が送ったかではなく本当のリンク先を共有できるようにします。

# onboarding.welcome.title
source: Clean links, instantly
de: Links sofort bereinigen
ja: リンクを 一瞬でクリーンに

# parameters.kind.ads
source: Ads & Attribution
de: Werbung & Attribution
ja: 広告・アトリビューション

# parameters.kind.analytics
source: Analytics
de: Analyse
ja: 分析

# parameters.kind.referral
source: Referral
de: Empfehlung
ja: リファラル

# parameters.kind.social
source: Social & Share
de: Social & Teilen
ja: ソーシャル・共有

# parameters.kind.utm
source: UTM Parameters
de: UTM-Parameter
ja: UTMパラメータ

# paywall.benefit.formats.body
source: Unlock every format, build your own templates, and pick one each time you copy.
de: Schalte jedes Format frei, erstelle eigene Vorlagen und wähle beim Kopieren das passende.
ja: すべてのフォーマットを使えるようになり、独自のテンプレートを作成して、コピーするたびに選べます。

# paywall.benefit.formats.title
source: Your own link formats
de: Eigene Linkformate
ja: カスタムリンクフォーマット

# paywall.benefit.future.body
source: Export, sync, and more — yours as they arrive, at no extra cost.
de: Export, Synchronisierung und mehr – sobald sie kommen, ohne Aufpreis.
ja: エクスポートや同期など、追加されるたびに追加料金なしで使えます。

# paywall.benefit.future.title
source: Every future Pro feature
de: Jede künftige Pro-Funktion
ja: 今後のすべてのPro機能

# paywall.benefit.history.body
source: Keep and search every link you clean — not just the last 7 days.
de: Behalte und durchsuche jeden bereinigten Link – nicht nur die letzten 7 Tage.
ja: クリーンにしたすべてのリンクを保存・検索できます。直近7日間だけではありません。

# paywall.benefit.history.title
source: Unlimited history
de: Unbegrenzter Verlauf
ja: 無制限の履歴

# paywall.benefit.rules.body
source: Block any tracker you spot, on every link.
de: Blockiere jeden Tracker, den du entdeckst, in jedem Link.
ja: 見つけたトラッカーをすべてのリンクでブロックできます。

# paywall.benefit.rules.title
source: Unlimited custom rules
de: Unbegrenzte eigene Regeln
ja: 無制限のカスタムルール

# paywall.error.message
source: Something went wrong and you haven’t been charged. Please try again.
de: Etwas ist schiefgelaufen, und dir wurde nichts berechnet. Bitte versuche es erneut.
ja: 問題が発生しました。料金は請求されていません。もう一度お試しください。

# paywall.error.title
source: Purchase Failed
de: Kauf fehlgeschlagen
ja: 購入に失敗しました

# paywall.header.formats
source: Copy links your way
de: Kopiere Links nach deinen Wünschen
ja: リンクを思いどおりにコピー

# paywall.header.generic
source: Unlock everything
de: Alles freischalten
ja: すべてをアンロック

# paywall.header.history
source: Keep every link, always searchable
de: Behalte jeden Link, immer durchsuchbar
ja: すべてのリンクを保存し、いつでも検索

# paywall.header.trackers
source: Remove every tracker you find
de: Entferne jeden Tracker, den du findest
ja: 見つけたトラッカーをすべて削除

# paywall.pending.message
source: Your purchase needs approval before LinkClean Pro unlocks.
de: Dein Kauf muss bestätigt werden, bevor LinkClean Pro freigeschaltet wird.
ja: LinkClean Proが有効になる前に、購入の承認が必要です。

# paywall.pending.title
source: Purchase Pending
de: Kauf ausstehend
ja: 購入は保留中です

# paywall.pitch
source: Your full history, unlimited custom rules, and every Pro feature still to come — yours for one purchase, forever.
de: Dein vollständiger Verlauf, unbegrenzte eigene Regeln und jede künftige Pro-Funktion – mit einem Kauf, für immer.
ja: 完全な履歴、無制限のカスタムルール、そして今後登場するすべてのPro機能。一度の購入で、ずっとあなたのものです。

# paywall.priceNote
source: Pay once, own it forever · not a subscription
de: Einmal zahlen, für immer behalten · kein Abo
ja: 一度の購入で永続利用・サブスクリプションではありません

# paywall.privacy
source: Privacy Policy
de: Datenschutzrichtlinie
ja: プライバシーポリシー

# paywall.restore
source: Restore Purchases
de: Käufe wiederherstellen
ja: 購入を復元

# paywall.restoreNone.message
source: No previous purchase was found for this Apple Account.
de: Für dieses Apple-Konto wurde kein früherer Kauf gefunden.
ja: このAppleアカウントでは以前の購入が見つかりませんでした。

# paywall.restoreNone.title
source: Nothing to Restore
de: Nichts wiederherzustellen
ja: 復元するものがありません

# paywall.retry
source: Try Again
de: Erneut versuchen
ja: もう一度試す

# paywall.terms
source: Terms of Use
de: Nutzungsbedingungen
ja: 利用規約

# paywall.unavailable
source: The store isn’t available right now. Please try again in a moment.
de: Der Store ist gerade nicht verfügbar. Bitte versuche es gleich noch einmal.
ja: 現在ストアを利用できません。しばらくしてからもう一度お試しください。

# paywall.unlock
source: Unlock Pro — %@
de: Pro freischalten – %@
ja: Proをアンロック — %@

# qr.error.noLink
source: That QR code doesn’t contain a link.
de: Dieser QR-Code enthält keinen Link.
ja: このQRコードにはリンクが含まれていません。

# qr.error.unreadable
source: No QR code found in that image.
de: In diesem Bild wurde kein QR-Code gefunden.
ja: 画像内にQRコードが見つかりませんでした。

# qr.result.open
source: Open
de: Öffnen
ja: 開く

# qr.result.title
source: Cleaned Link
de: Bereinigter Link
ja: クリーンにしたリンク

# qr.scan.deniedMessage
source: Allow camera access in Settings to scan QR codes — or pick one from your photos.
de: Erlaube den Kamerazugriff in den Einstellungen, um QR-Codes zu scannen – oder wähle einen aus deinen Fotos.
ja: QRコードをスキャンするには、設定でカメラへのアクセスを許可してください。写真から選ぶこともできます。

# qr.scan.deniedTitle
source: Camera Access Off
de: Kamerazugriff deaktiviert
ja: カメラへのアクセスがオフです

# qr.scan.instruction
source: Point your camera at a QR code to clean its link.
de: Richte die Kamera auf einen QR-Code, um seinen Link zu bereinigen.
ja: QRコードにカメラを向けると、そのリンクをクリーンにします。

# qr.scan.photos
source: Scan from Photos
de: Aus Fotos scannen
ja: 写真からスキャン

# qr.scan.settings
source: Open Settings
de: Einstellungen öffnen
ja: 設定を開く

# qr.scan.title
source: Scan QR Code
de: QR-Code scannen
ja: QRコードをスキャン

# qr.scan.unavailableMessage
source: QR scanning needs a camera. You can still scan a code saved in your photos.
de: Zum QR-Scannen wird eine Kamera benötigt. Du kannst aber einen in deinen Fotos gespeicherten Code scannen.
ja: QRスキャンにはカメラが必要です。写真に保存したコードならスキャンできます。

# qr.scan.unavailableTitle
source: Camera Unavailable
de: Kamera nicht verfügbar
ja: カメラを使用できません

# qr.share.title
source: Share as QR Code
de: Als QR-Code teilen
ja: QRコードで共有

# review.gate.dismiss
source: Not Now
de: Nicht jetzt
ja: 後で

# review.gate.starAccessibility
source: Rate %lld of 5
de: %lld von 5 bewerten
ja: 5段階中%lldを評価

# review.gate.subtitle
source: A quick rating helps more people find it.
de: Eine kurze Bewertung hilft mehr Leuten, die App zu finden.
ja: かんたんな評価が、もっと多くの人に届く手助けになります。

# review.gate.thanks
source: Thanks for the feedback!
de: Danke für dein Feedback!
ja: フィードバックをありがとうございます！

# review.gate.title
source: Enjoying LinkClean?
de: Gefällt dir LinkClean?
ja: LinkCleanはお気に入りですか？

# settings.about.header
source: About
de: Über
ja: このアプリについて

# settings.cleaning.copyFormats
source: Copy Formats
de: Kopierformate
ja: コピーフォーマット

# settings.cleaning.customParameters
source: Custom Parameters
de: Eigene Parameter
ja: カスタムパラメータ

# settings.cleaning.defaultParameters
source: Default Parameters
de: Standardparameter
ja: デフォルトパラメータ

# settings.cleaning.expandShortLinks
source: Expand Short Links
de: Kurzlinks auflösen
ja: 短縮リンクを展開

# settings.cleaning.expandShortLinks.subtitle
source: Resolves a short link to its real address.
de: Löst einen Kurzlink zu seiner echten Adresse auf.
ja: 短縮リンクを実際のアドレスに解決します。

# settings.cleaning.header
source: Cleaning
de: Bereinigung
ja: クリーニング

# settings.cleaning.textFragments
source: Remove Text Fragments
de: Textfragmente entfernen
ja: テキストフラグメントを削除

# settings.cleaning.textFragments.subtitle
source: Strips the link to a highlighted passage some browsers add.
de: Entfernt den von manchen Browsern angehängten Link zur markierten Stelle.
ja: 一部のブラウザが付ける強調箇所へのリンクを削除します。

# settings.clearHistory.message
source: This will permanently delete your history.
de: Dadurch wird dein Verlauf dauerhaft gelöscht.
ja: 履歴を完全に削除します。

# settings.clearHistory.title
source: Clear History?
de: Verlauf löschen?
ja: 履歴を消去しますか？

# settings.clipboard.autoPaste
source: Auto-Paste
de: Automatisch einfügen
ja: 自動ペースト

# settings.clipboard.autoPaste.subtitle
source: Pastes a copied link when you open LinkClean.
de: Fügt einen kopierten Link ein, wenn du LinkClean öffnest.
ja: LinkCleanを開いたときにコピーしたリンクを貼り付けます。

# settings.clipboard.header
source: Clipboard
de: Zwischenablage
ja: クリップボード

# settings.data.clearHistory
source: Clear History
de: Verlauf löschen
ja: 履歴を消去

# settings.data.header
source: History
de: Verlauf
ja: 履歴

# settings.data.saveHistory
source: Save History
de: Verlauf speichern
ja: 履歴を保存

# settings.disableHistory.confirm
source: Disable & Delete
de: Deaktivieren & löschen
ja: 無効にして削除

# settings.disableHistory.message
source: Turning this off will permanently delete your history.
de: Wenn du dies ausschaltest, wird dein Verlauf dauerhaft gelöscht.
ja: これをオフにすると、履歴が完全に削除されます。

# settings.disableHistory.title
source: Disable History?
de: Verlauf deaktivieren?
ja: 履歴を無効にしますか？

# settings.home.header
source: Home
de: Start
ja: ホーム

# settings.home.qrButton
source: Share as QR Code
de: Als QR-Code teilen
ja: QRコードで共有

# settings.home.qrButton.subtitle
source: Adds a Home button to share a cleaned link as a QR code.
de: Fügt auf Home eine Schaltfläche zum Teilen eines bereinigten Links als QR-Code hinzu.
ja: クリーンにしたリンクをQRコードで共有するボタンをホームに追加します。

# settings.howToUse.header
source: How to Use
de: Anleitung
ja: 使い方

# settings.pro.active
source: Pro Unlocked
de: Pro freigeschaltet
ja: Pro有効

# settings.pro.restore
source: Restore Purchases
de: Käufe wiederherstellen
ja: 購入を復元

# settings.pro.thanks
source: Thanks for going Pro — every feature is yours to keep.
de: Danke, dass du Pro nutzt – alle Funktionen gehören dauerhaft dir.
ja: Proをご利用いただきありがとうございます。すべての機能をずっとお使いいただけます。

# settings.pro.unlock
source: Unlock Pro
de: Pro freischalten
ja: Proをアンロック

# settings.restore.failed.message
source: Couldn’t restore right now. Please try again.
de: Wiederherstellung gerade nicht möglich. Bitte versuche es erneut.
ja: 現在復元できませんでした。もう一度お試しください。

# settings.restore.none.message
source: No previous purchase was found for this Apple Account.
de: Für dieses Apple-Konto wurde kein früherer Kauf gefunden.
ja: このAppleアカウントでは以前の購入が見つかりませんでした。

# settings.restore.success.message
source: LinkClean Pro is now active.
de: LinkClean Pro ist jetzt aktiv.
ja: LinkClean Proが有効になりました。

# settings.support.contact
source: Email Us
de: Schreib uns
ja: メールで問い合わせ

# settings.support.header
source: Help & Feedback
de: Hilfe & Feedback
ja: ヘルプとフィードバック

# settings.support.rate
source: Rate LinkClean
de: LinkClean bewerten
ja: LinkCleanを評価

# settings.title
source: Settings
de: Einstellungen
ja: 設定

# share.card.button
source: Share Privacy Card
de: Datenschutzkarte teilen
ja: プライバシーカードを共有

# share.card.preview.title
source: My LinkClean privacy card
de: Meine LinkClean-Datenschutzkarte
ja: 私のLinkCleanプライバシーカード

# share.card.proof.categories
source: %lld categories
de: %lld Kategorien
ja: %lld カテゴリ

# share.card.tagline
source: Private. On-device.
de: Privat. Auf dem Gerät.
ja: プライベート。オンデバイス。

# stats.empty.message
source: Clean your first link and your impact shows up here.
de: Bereinige deinen ersten Link, dann erscheint deine Wirkung hier.
ja: 最初のリンクをクリーンにすると、ここに成果が表示されます。

# stats.empty.title
source: No cleans yet
de: Noch keine Bereinigungen
ja: まだクリーンにしていません

# stats.metric.cleaned
source: Links cleaned
de: Bereinigte Links
ja: クリーンにしたリンク

# stats.metric.removed
source: Trackers removed
de: Entfernte Tracker
ja: 削除したトラッカー

# stats.section.categories
source: By Category
de: Nach Kategorie
ja: カテゴリ別

# stats.title
source: Statistics
de: Statistik
ja: 統計

# tab.history
source: History
de: Verlauf
ja: 履歴

# tab.home
source: Home
de: Start
ja: ホーム

# tab.settings
source: Settings
de: Einstellungen
ja: 設定

# copyFormatEditor.format.header
source: Format
ja: フォーマット

# copyFormatEditor.name.header
source: Name
ja: 名前

# copyFormatEditor.name.placeholder
source: Format name
ja: フォーマットの名前
